Revit 2018 API
FabricWireItem.Create Method
Overload List
Name | Description
Create(Double, Double, ElementId) |  Obsolete.
 Creates a new instance of a single Fabric wire.
Create(Double, Double, ElementId, Double)
 Creates a new instance of a single Fabric wire.
See Also
FabricWireItem Class
FabricWireItem Members
Autodesk.Revit.DB.Structure Namespace